<?php
#++++++++++++++++++++++++++++++++++++++
#FileName:index.php
#++++++++++++++++++++++++++++++++++++++
#Function:
#++++++++++++++++++++++++++++++++++++++
#Author:MaxWei
#++++++++++++++++++++++++++++++++++++++
#Data:2015年4月29日
#++++++++++++++++++++++++++++++++++++++
#Time:下午7:49:04
#++++++++++++++++++++++++++++++++++++++
//定义项目名称
define('APP_NAME', 'Zc');
//定义项目路径
define('APP_PATH', './Zc/');
//开启调试模式
define('APP_DEBUG', true);
//加载框架入文件
require './Core/ThinkPHP.php';
?>